Repository: dozymoe/smp-angkasa--ats
Catalog: web/blog_posting/locale/*/LC_MESSAGES/django.po
Languages: id

source: Title
id: Judul

source: Body
id: Konten

source: Summary
id: Deskripsi

source: URL Name
id: Nama URL

source: Human friendly unique url to identify the content, will automatically be filled if left empty.
id: Alamat tautan yang ramah pengguna untuk identifikasi konten, akan diisi otomatis bila dibiarkan kosong.

source: Image
id: Gambar

source: Publish Date
id: Ditayangkan Tanggal

source: Delete Article
id: Hapus Artikel

source: Articles
id: Artikel-Artikel

source: Do you really want to delete
id: Sungguh mau menghapus

source: Date Created
id: Tanggal Dibikin

source: Delete
id: Hapus

source: Home Page
id: Laman Muka

source: Index
id: Katalog

source: Create
id: Bikin

source: Edit
id: Ubah

source: Publish Article
id: Tayangkan Artikel

source: Do you really want to publish
id: Sungguh mau menayangkan

source: Publish
id: Tayangkan

source: Unpublish Article
id: Batal Tayang Artikel

source: Do you really want to unpublish
id: Sungguh mau batal tayang

source: Unpublish
id: Batal Tayang

source: Create Article
id: Bikin Artikel

source: Body Preview
id: Penampakan Konten

source: Preview
id: Penampakan

source: Editing Help
id: Bantuan Sunting

source: Summary Preview
id: Penampakan Deskripsi

source: Submit
id: Kirim

source: Manage Articles
id: Administrasi Artikel

source: Profile
id: Profil

source: Contact Us
id: Hubungi Kami

source: Update Article
id: Ubah Artikel

source: Update
id: Ubah

source: Linking blogs in your articles. Example:
id: Cara menampilkan tautan di dalam artikel. Contoh:

source: The number <strong>4</strong> is from the ID column below.
id: Angka <strong>4</strong> di atas diambil dari kolom ID di bawah.

source: Operations
id: Aksi-Aksi

source: Published
id: Ditayangkan

source: Not Published
id: Belum Tayang

source: Open Menu
id: Buka Menu
