Repository: dozymoe/smp-angkasa--ats
Catalog: web/*_user/locale/*/LC_MESSAGES/django.po
Languages: id

source: Account Inactive
id: Akun Tidak Aktif

source: Sign In
id: Masuk

source: This account is inactive.
id: Akun ini tidak aktif

source: E-mail Addresses
id: Alamat-Alamat Surel

source: The following e-mail addresses are associated with your account:
id: Alamat-Alamat surel di bawah terdaftar atas nama akun Anda:

source: Verified
id: Terverifikasi

source: Unverified
id: Belum Diverifikasi

source: Primary
id: Utama

source: Make Primary
id: Bikin Utama

source: Re-send Verification
id: Kirim Ulang Verifikasi

source: Remove
id: Hapus

source: Warning:
id: Peringatan:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
id: Saat ini Anda belum mendaftarkan alamat surel. Sebaiknya segera disiapkan agar bisa menerima notifikasi-notifikasi, prosedur ganti kata sandi kalau lupa, dll.

source: Add E-mail Address
id: Tambah Alamat Surel

source: Add E-mail
id: Tambah Surel

source: Do you really want to remove the selected e-mail address?
id: Apakah benar Anda mau menghapus alamat surel ini?

source: Confirm E-mail Address
id: Konfirmasi Alamat Surel

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
id: Mohon konfirmasi bahwa <a href="mailto:%(email)s">%(email)s</a> adalah alaman surel dari pengguna %(user_display)s.

source: Confirm
id: Konfirmasi

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
id: Tautan konfirmasi alamat surel telah kadaluarsa atau tidak benar. Mohon <a href="%(email_url)s">lakukan lagi konfirmasi surel</a>.

source: Home Page
id: Laman Muka

source: Sign Up
id: Daftar

source: Forgot Password?
id: Lupa Kata Sandi

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
id: Silakan masuk dengan bantuan penyedia layanan identitas. Atau, <a href="%(signup_url)s">daftar</a> untuk mendapatkan akun di %(site_name)s lalu coba masuk di bawah ini:

source: or
id: atau

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
id: Kalau Anda belum punya akun, silakan <a href="%(signup_url)s">daftar</a> dahulu.

source: Change Password
id: Ganti Kata Sandi

source: Password Reset
id: Ganti Ulang Kata Sandi

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
id: Lupa kata sandi Anda? Isikan alamat surel di bawah, dan kami akan mengirimkan surel agar bisa diganti ulang kata sandinya.

source: Reset My Password
id: Ganti Ulang Kata Sandi Saya

source: Please contact us if you have any trouble resetting your password.
id: Silakan hubungi kami jika Anda menemukan kesulitan ganti ulang kata sandi.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan surel. Mohon hubungi kami jika Anda tidak menerimanya dalam beberapa menit.

source: Bad Token
id: Token Salah

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
id: Tautan untuk mengganti ulang kata sandi sudah tidak berlaku, kemungkinan karena sudah pernah digunakan. Mohon lakukan lagi <a href="%(passwd_reset_url)s">ganti ulang kata sandi</a>.

source: Your password is now changed.
id: Kata Sandi Anda telah diganti.

source: Set Password
id: Tetapkan Kata Sandi

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
id: Sudah punya akun? Silakan <a href="%(login_url)s">masuk lewat sini</a>.

source: Sign Up Closed
id: Pendaftaran Telah Ditutup

source: We are sorry, but the sign up is currently closed.
id: Mohon maaf, tapi sementara ini pendaftaran sudah kami tutup.

source: Verify Your E-mail Address
id: Verifikasi Alamat Surel Anda

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan sebuah surel untuk proses verifikasi. Klik tautan yang diberikan untuk menyelesaikan proses pendaftaran. Mohon hubungi kami bisa Anda tidak menerima pesan tersebut dalam beberapa menit.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
id: Bagian situs ini mengharuskan kami memverifikasi akun Anda. Oleh karena itu, kami meminta Anda memverifikasi alamat surel Anda.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
id: Kami telah mengirimkan surel untuk proses verifikasi. Mohon klik tautan di dalam email tersebut. Hubungi kami bisa Anda tidak menerima pesan tersebut dalam beberapa menit ke depan.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
id: <strong>Catatan:</strong> Anda masih bisa <a href="%(email_url)s">mengganti alamat surel Anda</a>.
