Repository: dozymoe/smp-angkasa--ats
Catalog: web/website/locale/*/LC_MESSAGES/django.po
Languages: id

source: Not Found
id: Tidak Ditemukan

source: Server Error
id: Kesalahan Internal

source: Home Page
id: Laman Muka

source: Sign Out
id: Keluar

source: Sign In
id: Masuk

source: Close
id: Tutup

source: Website
id: Situs

source: Text Editor Documentation
id: Dokumentasi Penyunting Teks

source: Headings
id: Tentang Heading

source: Heading Size
id: Tingkatan Heading

source: Formatting
id: Penampilan

source: Markup
id: Markah

source: Inline markup
id: Markah dalam kalimat

source: Bulleted list
id: Daftar

source: Numbered list
id: Daftar terurut

source: Nested list
id: Anakan daftar

source: Hyperlinks
id: Tentang tautan

source: Hyperlink references
id: Tentang acuan tautan

source: External hyperlink targets
id: Tentang sumber acuan tautan eksternal

source: Internal hyperlink targets
id: Tentang sumber acuan tautan internal

source: Implicit hyperlink targets
id: Tentang sumber acuan tautan implisit

source: Contact Us
id: Hubungi Kami

source: Profile
id: Profil

source: Articles
id: Daftar Artikel

source: Latest News
id: Berita Terbaru

source: Posted on
id: Diterbitkan

source: by
id: oleh
