Repository: dozymoe/smp-angkasa--ats
Catalog: web/locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: close modal
id: tutup dialog

source: Table Action Bar
id: Bagian Aksi Table

source: items selected
id: baris terpilih

source: Overflow
id: Luapan

source: Open menu
id: Buka dialog

source: Page Select
id: Pilih Laman

source: Pages
id: Laman-Laman

source: Title
id: Judul

source: Summary
id: Ringkasan

source: Select
id: Pilih

source: Items per page
id: Baris per halaman

source: select number of items per page
id: pilih jumlah baris per halaman

source: select page number to view
id: pilih halaman yang akan ditampilkan

source: Backward button
id: Tombol mundur

source: Forward button
id: Tombol maju

source: of {total} pages
id: dari {total} halaman

source: File Select
id: Pilih Berkas

source: Images
id: Gambar-Gambar

source: Image
id: Gambar

source: Description
id: Deskripsi

source: Preview
id: Penampakan

source: Search
id: Pencarian

source: Clear search input
id: Tampilkan semua

source: Show modal
id: Tutup dialog
